[
  "___?  There's an app for that.",
  "Why can't I sleep at night?",
  "What's that smell?",
  "I got 99 problems but ___ ain't one.",
  "Maybe she's born with it.  Maybe it's ___.",
  "What's the next Happy Meal toy?",
  "Anthropologists have recently discovered a primitive tribe that worships ___.",
  "It's a pity that kids these days are all getting involved with ___.",
  "During Picasso's often-overlooked Brown Period, he produced hundreds of paintings of ___.",
  "Alternative medicine is now embracing the curative powers of ___.",
  "And the Academy Award for ___ goes to ___.",
  "What's that sound?",
  "What ended my last relationship?",
  "MTV's new reality show features eight washed-up celebrities living with ___.",
  "I drink to forget ___.",
  "I'm sorry professor, but I couldn't complete my homework because of ___.",
  "What is Batman's guilty pleasure?",
  "This is the way the world ends <br> This is the way the world ends <br> Not with a bang but with ___.",
  "What's a girl's best friend?",
  "TSA guidelines now prohibit ___ on airplanes.",
  "___.  That's how I want to die.",
  "For my next trick, I will pull ___ out of ___.",
  "In the new Disney Channel Original Movie, Hannah Montana struggles with ___ for the first time.",
  "___ is a slippery slope that leads to ___.",
  "What does Dick Cheney prefer?",
  "Dear Abby, I'm having some trouble with ___ and would like your advice.",
  "Instead of coal, Santa now gives the bad children ___.",
  "What's the most emo?",
  "In 1,000 years when paper money is but a distant memory, ___ will be our currency.",
  "What's the next superhero/sidekick duo?",
  "In M. Night Shyamalan's new movie, Bruce Willis discovers that ___ had really been ___ all along.",
  "A romantic, candlelit dinner would be incomplete without ___.",
  "___.  Becha can't have just one!",
  "White people like ___.",
  "___.  High five, bro.",
  "Next from J.K. Rowling: Harry Potter and the Chamber of ___.",
  "BILLY MAYS HERE FOR ___.",
  "In a world ravaged by ___, our only solace is ___.",
  "War!  What is it good for?",
  "During sex, I like to think about ___.",
  "What are my parents hiding from me?",
  "What will always get you laid?",
  "In L.A. County Jail, word is you can trade 200 cigarettes for ___.",
  "What did I bring back from Mexico?",
  "What don't you want to find in your Chinese food?",
  "What will I bring back in time to convince people that I am a powerful wizard?",
  "How am I maintaining my relationship status?",
  "___.  It's a trap!",
  "Coming to Broadway this season, ___: The Musical.",
  "While the United States raced the Soviet Union to the moon, the Mexican government funneled millions of pesos into research on ___.",
  "After the earthquake, Sean Penn brought ___ to the people of Haiti.",
  "Next on ESPN2, the World Series of ___.",
  "Step 1: ___.  Step 2: ___.  Step 3: Profit.",
  "Rumor has it that Vladimir Putin's favorite dish is ___ stuffed with ___.",
  "But before I kill you, Mr. Bond, I must show you ___.",
  "What gives me uncontrollable gas?",
  "What do old people smell like?",
  "The class field trip was completely ruined by ___.",
  "When Pharaoh remained unmoved, Moses called down a Plague of ___.",
  "What's my secret power?",
  "What's there a ton of in heaven?",
  "What would grandma find disturbing, yet oddly charming?",
  "I never truly understood ___ until I encountered ___.",
  "What did the U.S. airdrop to the children of Afghanistan?",
  "What helps Obama unwind?",
  "What did Vin Diesel eat for dinner?",
  "___: good to the last drop.",
  "Why am I sticky?",
  "What gets better with age?",
  "___: kid-tested, mother-approved.",
  "What's the crustiest?",
  "What's Teach for America using to inspire inner city students to succeed?",
  "Studies show that lab rats navigate mazes 50% faster after being exposed to ___.",
  "Life for American Indians was forever changed when the White Man introduced them to ___.",
  "Make a haiku.",
  "I do not know with what weapons World War III will be fought, but World War IV will be fought with ___.",
  "Why do I hurt all over?",
  "What am I giving up for Lent?",
  "In Michael Jackson's final moments, he thought about ___.",
  "In an attempt to reach a wider audience, the Smithsonian Museum of Natural History has opened an interactive exhibit on ___.",
  "When I am President of the United States, I will create the Department of ___.",
  "Lifetime presents ___, the story of ___.",
  "When I am a billionaire, I shall erect a 50-foot statue to commemorate ___.",
  "When I was tripping on acid, ___ turned into ___.",
  "That's right, I killed ___.  How, you ask?  ___.",
  "What's my anti-drug?",
  "___ + ___ = ___.",
  "What never fails to liven up the party?",
  "What's the new fad diet?",
  "Major League Baseball has banned ___ for giving players an unfair advantage.",
  "My plan for world domination begins with ___.",
  "The CIA now interrogates enemy agents by repeatedly subjecting them to ___.",
  "Dear Sir or Madam, We regret to inform you that the Office of ___ has denied your request for ___",
  "In Rome, there are whisperings that the Vatican has a secret room devoted to ___.",
  "Science will never explain ___.",
  "When all else fails, I can always masturbate to ___.",
  "I learned the hard way that you can't cheer up a grieving friend with ___.",
  "In its new tourism campaign, Detroit proudly proclaims that it has finally eliminated ___.",
  "An international tribunal has found ___ guilty of ___.",
  "The socialist governments of Scandinavia have declared that access to ___ is a basic human right.",
  "In his new self-produced album, Kanye West raps over the sounds of ___.",
  "What's the gift that keeps on giving?",
  "Next season on Man vs. Wild, Bear Grylls must survive in the depths of the Amazon with only ___ and his wits.",
  "When I pooped, what came out of my butt?",
  "In the distant future, historians will agree that ___ marked the beginning of America's decline.",
  "In a pinch, ___ can be a suitable substitute for ___.",
  "What has been making life difficult at the nudist colony?",
  "Michael Bay's new three-hour action epic pits ___ against ___.",
  "And I would have gotten away with it, too, if it hadn't been for ___.",
  "What brought the orgy to a grinding halt?",
  "During his midlife crisis, my dad got really into ___.",
  "___ would be woefully incomplete without ___.",
  "My new favorite porn star is Joey ___ McGee.",
  "Before I run for president, I must destroy all evidence of my involvement with ___.",
  "This is your captain speaking. Fasten your seatbelts and prepare for ___.",
  "In his newest and most difficult stunt, David Blaine must escape from ___.",
  "The Five Stages of Grief: denial, anger, bargaining, ___, and acceptance.",
  "My mom freaked out when she looked at my browser history and found ___.com/___.",
  "I went from ___ to ___, all thanks to ___.",
  "Members of New York's social elite are paying thousands of dollars just to experience ___.",
  "This month's Cosmo: Spice up your sex life by bringing ___ into the bedroom.",
  "Little Miss Muffet Sat on a tuffet, Eating her curds and ___.",
  "If God didn't want us to enjoy ___, he wouldn't have given us ___.",
  "My country, 'tis of thee, sweet land of ___.",
  "After months of debate, the Occupy Wall Street General Assembly could only agree on More ___!",
  "I spent my whole life working toward ___, only to have it ruined by ___.",
  "Next time on Dr. Phil: How to talk to your child about ___.",
  "Only two things in life are certain: death and ___.",
  "Everyone down on the ground! We don't want to hurt anyone. We're just here for ___.",
  "The healing process began when I joined a support group for victims of ___.",
  "The votes are in, and the new high school mascot is ___.",
  "Charades was ruined for me forever when my mom had to act out ___.",
  "Before ___, all we had was ___.",
  "Tonight on 20/20: What you don't know about ___ could kill you.",
  "You haven't truly lived until you've experienced ___ and ___ at the same time.",
  "D&D 4.0 isn't real D&D because of the ___.",
  "It's a D&D retroclone with ___ added.",
  "Storygames aren't RPGs because of the ___.",
  "The Slayer's Guide to ___.",
  "Worst character concept ever: ___, but with ___.",
  "Alightment: Chaotic ___",
  "It's a D&D retroclone with ___ added.",
  "What made the paladin fall? ___",
  "The portal leads to the quasi-elemental plane of ___.",
  "The Temple of Elemental ___.",
  "Pathfinder is basically D&D ___ Edition.",
  "___ : The Storytelling Game.",
  "People are wondering why Steve Jackson published GURPS ___.",
  "Linear Fighter, Quadratic ___.",
  "You start with 1d4 ___ points.",
  "Back when I was 12 and I was just starting playing D&D, the game had ___.",
  "Big Eyes, Small ___.",
  "In the grim darkness of the future there is only ___.",
  "My innovative new RPG has a stat for ___.",
  "A true gamer has no problem with ___.",
  "Elminster cast a potent ___ spell and then had sex with ___.",
  "The Deck of Many ___.",
  "You are all at a tavern when ___ approach you.",
  "For the convention I cosplayed as Sailor Moon, except with ___.",
  "The worst part of Grave of the Fireflies is all the ___.",
  "In the Evangelion remake, Shinji has to deal with ___.",
  "Worst anime convention purchase ever? ___.",
  "While powering up Vegeta screamed, ___!",
  "You evaded my ___ attack. Most impressive.",
  "I downloaded a doujin where ___ got into ___.",
  "The magical girl found out that the Power of Love is useless against ___.",
  "The Japanese government has spent billions of yen researching ___.",
  "In the dubbed version they changed ___ into ___.",
  "___ is Best Pony.",
  "The ___ of Haruhi Suzumiya.",
  "The new thing in Akihabara is fetish cafes where you can see girls dressed up as ___.",
  "Your drill can pierce ___!",
  "Avatar: The Last ___ bender.",
  "In the name of ___ Sailor Moon will punish you!",
  "No harem anime is complete without ___.",
  "My boyfriend's a ___ now.",
  "The ___ of ___ has left me in despair!",
  "___.tumblr.com",
  "Somehow they made a cute mascot girl out of ___.",
  "Haruko hit Naoto in the head with her bass guitar and ___ came out.",
  "After blacking out during New year's Eve, I was awoken by ___.",
  "This holiday season, Tim Allen must overcome his fear of ___ to save Christmas.",
  "Jesus is ___.",
  "Every Christmas, my uncle gets drunk and tells the story about ___.",
  "What keeps me warm during the cold, cold, winter?",
  "On the third day of Christmas, my true love gave to me: three French hens, two turtle doves, and ___.",
  "Wake up, America. Christmas is under attack by secular liberals and their ___.",
  "We got the third rope, now where's the fourth?",
  "Tonights main event, ___ vs. ___.",
  "Tackle, Dropdown, ___.",
  "Christopher Daniels is late on his ___.",
  "Instead of booking ___, they should have booked ___.",
  "Genius is 10% inspiration, 90% ___.",
  "They found ___ in the dumpster behind ___.",
  "The best thing I ever got for Christmas was ___.",
  "There's no crying in ___.",
  "Mastodon! Pterodactyl! Triceratops! Sabretooth Tiger! ___!",
  "Don't eat the ___.",
  "He did ___ with the ___!?!",
  "SOOOOO hot, want to touch the ___.",
  "Stop looking at me ___!",
  "I'm cuckoo for ___ puffs.",
  "Silly rabbit, ___ are for kids.",
  "Between love and madness lies ___.",
  "Instead of chess, the Grim Reaper now gambles for your soul with a game of ___.",
  "My father gave his life fighting to protect ___ from ___.",
  "Why is my throat sore?",
  "___ sparked a city-wide riot that only ended with ___.",
  "I’m very sorry Mrs. Smith, but Little Billy has tested positive for ___.",
  "Instead of beating them, Chris Brown now does ___ to women.",
  "Instead of cutting, trendy young emo girls now engage in ___.",
  "The definition of rock bottom is gambling away ___.",
  "The Mayan prophecies really heralded the coming of ___ in 2012.",
  "The next US election will be fought on the key issues of ___ against ___.",
  "When I was 10 I wrote to Santa wishing for ___.",
  "Where or How I met my last signifigant other: ___.",
  "___, Never leave home without it.",
  "___. This is my fetish.",
  "David Icke's newest conspiracy theory states that ___ caused ___.",
  "I did ___ so you don't have to!",
  "I need your clothes, your bike, and ___.",
  "In a new Cold War retro movie, the red menace tries to conquer the world through the cunning use of ___.",
  "In college, our lecturer made us write a report comparing ___ to ___.",
  "In The Hangover part 3, those four guys have to deal with ___, ___, and ___.",
  "My zombie survival kit includes food, water, and ___.",
  "The way to a man's heart is through ___.",
  "What was the theme of my second wedding?",
  "What's the newest Japanese craze to head West?",
  "Everybody loves ___.",
  "I can only express myself through ___.",
  "My new porn DVD was completely ruined by the inclusion of ___",
  "My three wishes will be for ___, ___, and ___.",
  "The latest horrifying school shooting was inspired by ___.",
  "I got fired because of my not-so-secret obsession over ___.",
  "My new favourite sexual position is ___",
  "A successful job interview begins with a firm handshake and ends with ___.",
  "Lovin' you is easy 'cause you're ___.",
  "My life is ruled by a vicious cycle of ___ and ___.",
  "The blind date was going horribly until we discovered our shared interest in ___.",
  "___. Awesome in theory, kind of a mess in practice.",
  "I'm not like the rest of you. I'm too rich and busy for ___.",
  "In the seventh circle of Hell, sinners must endure ___ for all eternity.",
  "___: Hours of fun. Easy to use. Perfect for ___!",
  "What left this stain on my couch?",
  "Call the law offices of Goldstein & Goldstein, because no one should have to tolerate ___ in the workplace.",
  "When you get right down to it, ___ is just ___.",
  "Turns out that ___-Man was neither the hero we needed nor wanted.",
  "As part of his daily regimen, Anderson Cooper sets aside 15 minutes for ___.",
  "Money can't buy me love, but it can buy me ___.",
  "With enough time and pressure, ___ will turn into ___.",
  "And what did you bring for show and tell?",
  "During high school, I never really fit in until I found ___ club.",
  "Hey, baby, come back to my place and I'll show you ___.",
  "After months of practice with ___, I think I'm finally ready for ___.",
  "To prepare for his upcoming role, Daniel Day-Lewis immersed himself in the world of ___.",
  "Finally! A service that delivers ___ right to your door.",
  "My gym teacher got fired for adding ___ to the obstacle course.",
  "Having problems with ___? Try ___!",
  "As part of his contract, Prince won't perform without ___ in his dressing room.",
  "Listen, son. If you want to get involved with ___, I won't stop you. Just steer clear of ___.",
  "I just met you and this is crazy, but here's ___, so ___ maybe",
  "It's only ___ if you get caught!",
  "___: The Next Generation",
  "Terminator 4: ___",
  "Disney presents ___ on ice!",
  "___. The other white meat.",
  "A ___ a day keeps the ___ away.",
  "I'm sweating like a ___ at a ___.",
  "I love the smell of ___ in the morning.",
  "You're not gonna believe this, but ___.",
  "___. All the cool kids are doing it.",
  "So I was ___ in my cubicle at work, and suddenly ___!",
  "Baskin Robbins just added a 32nd flavor: ___!",
  "I can drive and ___ at the same time.",
  "___ ain't nothin' to fuck wit'!",
  "If Ned Stark had ___, he never would have ___.",
  "Brace yourselves, ___ is coming.",
  "In exchange for his sister, Viserys was given ___.",
  "Despite his best efforts, King Robert filled his reign with ___.",
  "___ was proclaimed the true king of the Seven Kingdoms.",
  "In ___, you win or you lose.",
  "Because of ___, Danerys was called ___ by everyone.",
  "I will take what is mine with ___ and ___.",
  "There is no word for ___ in Dothraki.",
  "In the next Game of Thrones book, George R. R. Martin said ___ will ___.",
  "All hail ___! King of ___!",
  "A Lannister always pays ___.",
  "First lesson, stick them with ___.",
  "In the name of ___, first of his ___.",
  "The things I do for ___.",
  "Hodor only ever says ___.",
  "The next Game of Thrones book will be titled ___ of ___.",
  "A Dothraki wedding without ___ is considered a dull affair.",
  "After I was caught ___, I was forced to join the Night's Watch.",
  "A man without ___ is a man without power.",
  "The most controversial game at PAX this year is an 8-bit indie platformer about ___.",
  "What made Spock cry?",
  "___: Achievement unlocked.",
  "There was a riot at the Gearbox panel when they gave the attendees ___.",
  "In the new DLC for Mass Effect, Shepard must save the galaxy from ___.",
  "What's the latest bullshit that's troubling this quaint fantasy town?",
  "No Enforcer wants to manage the panel on ___.",
  "I have an idea even better than Kickstarter, and it's called ___starter",
  "You have been waylaid by ___ and must defend yourself.",
  "In the final round of this year's Omegathon, Omeganauts must face off in a game of ___.",
  "Action stations! Action stations! Set condition one throughout the fleet and brace for ___!",
  "Press > > > to unleash ___.",
  "I don't know exactly how I got the PAX plague, but I suspect it had something to do with ___.",
  "/r/ ___.",
  "The Ada Initiative is now attacking ___.",
  "Not another ___ in the hotel elevator!",
  "Closing Ceremonies drinking game: Every time ___ is mentioned... DRINK!",
  "In a Congressional hearing, US CYBERCOM commander Gen. Alexander claimed the latest data breach was due to ___.",
  "The Maker Faire was unexpectedly interrupted by ___.",
  "Do you even ___?",
  "Come to the dark side, we have ___.",
  "Y U NO ___!!!!!",
  "While alone in the server room I ___.",
  "When I get drunk I am an expert on ___",
  "Well, guess what? I’ve got a fever, and the only prescription is more ___.",
  "We should take ___ and push it ___.",
  "We decided to ___ to raise money for the EFF.",
  "TSA wouldn't allow me through because of my ___.",
  "Tonight's Final Hacker Jeopardy category will be ___!",
  "Today's PaulDotCom podcast featured ___.",
  "These are not the ___ you are looking for.",
  "The snozberries taste like ___.",
  "The only winning move is to ___.",
  "The next cyber war will feature ___.",
  "The best part of Alexis Park was all the ___.",
  "So long and thanks for all the ___.",
  "Security through obscurity is better than ___.",
  "Rule 34 ___.",
  "Rock, Paper, Scissors, Lizard, ___.",
  "Our most powerful weapon for the Zombie Apocalypse will be ___.",
  "Only half of programming is coding. The other 90% is ___.",
  "One does not simply ___.",
  "On the Internet, no one can tell you're ___.",
  "Occupy ___.",
  "Next year's scavenger hunt is rumored to include finding a ___ with a ___.",
  "Next time we meet we should ___.",
  "My extremely large ___ is what makes me better than you.",
  "My ___ brings all the ___ to the yard.",
  "Most hackers smell like ___.",
  "Las Vegas is best known for ___.",
  "Keep calm and ___.",
  "It's dangerous to go alone. Take ___.",
  "It smells like ___ in this room.",
  "In a shocking move Archive.org decided to NOT back up ___.",
  "I'mma let you finish but ___ is the best ___ of all time.",
  "I'm fucking tired of hearing about ___.",
  "I would be doing more with my life, except for this ___ in the way.",
  "I work 80 hours a week and still can't afford a ___.",
  "I used to be a hacker like you, until I took a(n) ___ to the knee.",
  "I use ___ to secure all of my personal data.",
  "I spotted the fed and all I got was ___.",
  "I look like a geeky hacker, but I don't know anything about ___.",
  "I have the biggest ___, ever!",
  "I find your lack of ___ disturbing.",
  "I can't believe they rejected my talk on ___.",
  "I can haz ___.",
  "HOLY ___ BATMAN!!",
  "High Tech start-up company combines ___ with ___.",
  "Go home ___, you're drunk.",
  "Go Go Gadget ___!",
  "Drink all the ___. Hack all the ___.",
  "Def Con Kids will now focus on teaching young hackers ___.",
  "Confession Bear Says: ___",
  "But does ___ run NetBSD?",
  "Am I the only one around here who ___.",
  "All I did was ___ but someone gave me a red card.",
  "35% of all hackers have to deal with ___.",
  "___. There's an app for that.",
  "___. This is why I can't have nice things!",
  "___: You keep using that term. I do not think it means what you think it means.",
  "___ is now outsourced to call centers in India.",
  "___ shot first.",
  "___ Killed the barrel roll",
  "___ A'int Nobody Got Time For Dat!!",
  "___ Put a bird on it!",
  "___ makes me puke rainbows.",
  "___ is also monitored by Prism.",
  "___ is what keeps us together.",
  "___ is a better replacement for crypto.",
  "___ riding a Segway",
  "One day, over my fireplace, I'm going to have a massive painting of ___. You know, to remind me where I came from.",
  "2 AM in the city that never sleeps. The door swings open and she walks in, legs up to here. Something in her eyes tells me she's looking for ___.",
  "Adventure. Romance. ___. From Paramount Pictures, ___.",
  "Alright, bros. Our frat house is condemned, and all the hot slampieces are over at Gamma Phi. The time has come to commence Operation ___.",
  "As king, how will I keep the peasants in line?",
  "Dear Leader Kim Jong-un, our village praises your infinite wisdom with a humble offering of ___.",
  "Do not fuck with me! I am literally ___ right now.",
  "Every step towards ___ gets me a little bit closer to ___.",
  "Forget everything you know about ___, because now we've supercharged it with ___!",
  "Honey, I have a new role-play I want to try tonight! You can be ___, and I'll be ___.",
  "How am I compensating for my tiny penis?",
  "I am become ___, destroyer of ___!",
  "I'm pretty sure I'm high right now, because I'm absolutely mesmerized by ___.",
  "I'm sorry sir, but we don't allow ___ at the country club.",
  "If you can't handle ___, you'd better stay away from ___.",
  "In return for my soul, the Devil promised me ___ but all I got was ___.",
  "In the beginning there was ___. And the Lord said, Let there be ___.",
  "It lurks in the night. It hungers for flesh. This summer, no one is safe from ___.",
  "Man, this is bullshit. Fuck ___.",
  "Oprah's book of the month is ___ For ___: A Story of Hope",
  "She's up all night for good fun. I'm up all night for ___.",
  "The Japanese have developed a smaller, more efficient version of ___.",
  "This is the prime of my life. I'm young, hot, and full of ___.",
  "This year's hottest album is ___ by ___.",
  "We never did find ___, but along the way we sure learned a lot about ___.",
  "Wes Anderson's new film tells the story of a precocious child coming to terms with ___.",
  "What's fun until it gets weird?",
  "You've seen the bearded lady! You've seen the ring of fire! Now, ladies and gentlemen, feast your eyes upon ___!",
  "___ may pass, but ___ will last forever.",
  "___ will never be the same after ___.",
  "You guys, I saw this crazy movie last night. It opens on ___, and then there's some stuff about ___, and then it ends with ___.",
  "They found some more lost episodes! They were found in ___.",
  "The Doctor did it! He saved the world again! This time using a ___.",
  "___ was sent to save ___.",
  "I'd give up ___ to travel with The Doctor.",
  "The next Doctor Who spin-off is going to be called ___.",
  "Who should be the 13th doctor?",
  "The Chameleon circuit is working again... somewhat. Instead of a phone booth, the TARDIS is now a ___.",
  "Originally, the 50th anniversary special was going to have ___ appear, but the BBC decided against it in the end.",
  "After we watch an episode, I've got some ___-flavored Jelly Babies to hand out.",
  "Wibbly-wobbly timey-wimey ___.",
  "What's going to be The Doctor's new catch phrase.",
  "Bowties are ___.",
  "The voice chip of one of the Cybermen has malfunctioned. Instead of saying DELETE!, it now says ___.",
  "Old and busted: EXTERMINATE! New hotness: ___.",
  "There's a new dance on Gallifrey, it's called the ___.",
  "They announced a LEGO Doctor Who game! Rumor has it that ___ is an unlockable character.",
  "FUN FACT: The Daleks were originally shaped to look like ___.",
  "At this new Doctor Who themed restaurant, you can get a free ___ if you can eat a plate of bangers and mash in under 3 minutes.",
  "According to the Daleks, ___ is better at ___.",
  "Who is going to be The Doctor's next companion?",
  "I think the BBC is losing it. They just released a Doctor Who-themed ___.",
  "It's a little-known fact that if you send a ___ to the BBC, they will send you a picture of The Doctor.",
  "I was okay with all the BAD WOLF graffiti, until someone wrote it on ___.",
  "Jack Harkness, I can't leave you alone for a minute! I turn around and you're trying to seduce ___.",
  "In all of time and space, you decide that ___ is a good choice?!",
  "Adipose were thought to be made of fat, but are really made of ___.",
  "I hear the next thing that will cause The Doctor to regenerate is ___.",
  "___ makes the Homestuck fandom uncomfortable.",
  "___ stays awake at night, crying over ___.",
  "___ totally makes me question my sexuality.",
  "___. On the roof. Now.",
  "___. It keeps happening!",
  "Sacred leggings was a mistranslation. The Sufferer actually died in Sacred ___.",
  "After throwing ___ at Karkat’s head, Dave made the intriguing discover that troll horns are very sensitive.",
  "AG: Who needs luck when you have ___?",
  "All ___. All of it!",
  "Alternia’s political system was based upon ___.",
  "Believe it or not, Kankri’s biggest trigger is ___.",
  "Calliborn wants you to draw pornography of ___.",
  "Dave Strider likes ___, but only ironically.",
  "Equius beats up Eridan for ___.",
  "Everybody out of the god damn way. You’ve got a heart full of ___, a soul full of ___, and a body full of ___. (Draw two, play three)",
  "Feferi secretly hates ___.",
  "For Betty Crocker’s latest ad campaign/brainwashing scheme, she is using ___ as inspiration.",
  "For his birthday, Dave gave John ___.",
  "Fuckin’ ___. How do they work?",
  "Gamzee not only likes using his clubs for juggling and strifing, he also uses them for___.",
  "Getting a friend to read Homestuck is like ___.",
  "How do I live without ___?",
  "Hussie died on his quest bed and rose as the fully realized ___ of ___.",
  "Hussie unintentionally revealed that Homestuck will end with ___ and ___ consummating their relationship at last.",
  "I am ___. It’s me.",
  "I finally became Tumblr famous when I released a gifset of ___.",
  "I just found ___ in my closet it is like fucking christmas up in here.",
  "I warned you about ___, bro! I told you, dog!",
  "In the final battle, John distracts Lord English by showing him ___.",
  "It’s hard, being ___. It’s hard and no one understands.",
  "John is a good boy. And he loves ___.",
  "John may not be a homosexual, but he has a serious thing for ___.",
  "Kanaya reached into her dead lusus’s stomach and retrieved ___.",
  "Kanaya tells Karkat about ___ to cheer him up.",
  "Karkat gave our universe ___.",
  "Latula and Porrin have decided to teach Kankri about the wonders of ___.",
  "Little did they know, the key to defeating Lord English was actually ___.",
  "Little known fact: Kurloz’s stitching is actually made out of ___.",
  "Nanna baked a cake for John to commemorate ___.",
  "Nepeta only likes Karkat for his ___.",
  "Nepeta’s secret OTP is ___ with ___.",
  "Nobody was surprised to find ___ under Jade’s skirt. The surprise was she used it for/on ___.",
  "Porrim made Kankri a sweater to cover his ___.",
  "Problem Sleuth had a hard time investigating ___.",
  "Rose was rather disgusted when she started reading about ___.",
  "Terezi can top anyone except ___.",
  "The hole in Kanaya’s stomach is so large, she can fit ___ in it.",
  "The next thing Hussie will turn into a sex joke will be ___.",
  "The only way to beat Vriska in an eating contest is to put ___ on the table.",
  "The real reason Terezi stabbed Vriska was to punish her for ___.",
  "The secret way to achieve God Tier is to die on top of ___.",
  "The thing that made Kankri break his vow of celibacy was ___.",
  "Turns out, pre-entry prototyping with ___ was not the best idea.",
  "Vriska killed Spidermom with ___.",
  "Vriska roleplays ___ with Terezi as ___.",
  "Vriska’s greatest regret is ___.",
  "Wear  ___. Be ___.",
  "What did Jake get Dirk for his birthday?",
  "What is the worst thing that Terezi ever licked?",
  "What is your OT3? (Draw 2, play 3.)",
  "What makes your kokoro go doki doki?",
  "What's in the box, Jack?",
  "When a bucket is unavailable, trolls with use ___.",
  "When Dave received ___ from his Bro for his 9th birthday, be felt a little warm inside.",
  "Whenever I see ___ on MSPARP, I disconnect immediately.",
  "where doing it man. where MAKING ___ HAPEN!",
  "Your name is JOHN EGBERT and boy do you love ___!",
  "Hey, Susie. I know your job is ___ but can you just grab me ___? Thanks.",
  "This month in Cosmo: how to give your man ___ at the expense of ___.",
  "Are you there, God? It's me, ___",
  "50 Shades of ___.",
  "It's not length, it's ___.",
  "Whatever, Peeta. You'll never understand my struggle with ___.",
  "Men are from ___, women are from ___.",
  "Why does the Komen Foundation hate Planned Parenthood?",
  "Math is hard. Let's go ___!",
  "The latest proposal in the Texas legislature is to take away ___ from women.",
  "If you don't mind my asking, how *do* lesbians have sex?",
  "In her next romcom, Katherine Heigl plays a woman who falls in love with her boss's ___.",
  "The Pantone color of the year is inspired by ___.",
  "What is Olivia Pope's secret to removing red wine stains from white clothes?",
  "Why exactly was Alanis so mad at Uncle Joey?",
  "Why do men on the Internet send me pictures of ___?",
  "What's my weapon of choice in the War on Women?",
  "What's Seth MacFarlane's problem?",
  "I couldn't help but wonder: was it Mr. Big, or was it ___?",
  "What fell into my bra?",
  "What's my preferred method of contraception?",
  "Sofia Coppola's new film focuses on a wealthy young white woman feeling alienated by ___.",
  "___: the Tori Amos song that changed my life",
  "Something old, something new, something borrowed, and ___.",
  "Why can't we have nice things?",
  "In an attempt to reach a wider audience, the Royal Ontario Museum has opened an interactive exhibit on ___.",
  "What's the Canadian government using to inspire rural students to suceed?",
  "in the next Bob and Doug McKenzie adventure, they have to find ___ to uncover a sinister plot involving ___ and ___.",
  "Air canada guidelines now prohibit ___ on airplanes.",
  "CTV presents ___, the store of ___.",
  "In Vancouver it is now legal to ___.",
  "O Canada, we stand on guard for ___.",
  "If ___ came in two-fours, Canada would be more ___.",
  "After unifying the GST and PST, the Government can now afford to provide ___ for ___.",
  "When Verity snuck out for her nightly exhibitionistic jaunt, she didn't expect to come face to face with ___.",
  "Programmable clothes that can turn into any imaginable garment are great, but didn't the designers consider ___?",
  "Procurator Marcus Amandus set out to explore Lake Ontarius and discovered ___.",
  "You can satiate any sexual proclivity in Metamor City, if you look hard enough. Even ___.",
  "The new performers in the Artbodies strip club have raised a few eyebrows. Who'd have thought to combine ___ with ___?",
  "In the next episode of Monster Whisperer, Dale Clearwater helps a ___ whose tentacle monster is plagued with ___.",
  "The title of the new erotica anthology this month is: 'Like ___.'",
  "Because of the 'accident' yesterday, the Scout Academy now forbids cadets from having any contact whatsoever with ___.",
  "When confronted by an excited tentacle monster, it's best to just relax and think of ___.",
  "A Man, A Woman, and a ___.",
  "But wait, there's more! If you order ___ in the next 15 minutes, we'll throw in ___ absolutely free!",
  "Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into ___.",
  "Blessed are you, Lord our God, creator of the universe, who has granted us ___.",
  "I really hope my grandma doesn't ask me to explain ___ again.",
  "What's the one thing that makes an elf instantly ejaculate?",
  "Here's what you can expect for the new year. Out:___. In: ___.",
  "Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with ___!",
  "Kids these days with their iPods and their Internet. In my day, all we needed to pass the time was ___.",
  "GREETINGS HUMANS I AM ___ BOT EXECUTING PROGRAM",
  "Siskel and Ebert have panned ___ as poorly conceived and sloppily executed.",
  "Up next on Nickelodeon: Clarissa Explains ___.",
  "I'm a bitch, I'm a lover, I'm a child, I'm ___.",
  "How did Stella get her groove back?",
  "Believe it or not, Jim Carrey can do a dead-on impression of ___.",
  "It's Morphin' Time! Mastodon! Pterodactyl! Triceratops! Sabertooth Tiger! ___!",
  "Tonight on SNICK: 'Are You Afraid of ___?'",
  "And today's soup is Cream of ___.",
  "Now in bookstores: The Audacity of ___, by Barack Obama.",
  "WHOOO! God damn I love ___!",
  "Do you lack energy? Does it sometimes feel like the whole world is ___? Zoloft.&reg;",
  "Hi, this is Jim from accounting. We noticed a $1,200 charge labeled ___. Can you explain?",
  "Well if ___ is good enough for ___, it's good enough for me.",
  "Yo' mama so fat she ___!",
  "What killed my boner?",
  "Don't forget! Beginning this week, Casual Friday will officially become ___ Friday.",
  "In his farewell address, George Washington famously warned Americans about the dangers of ___.",
  "Having the worst day EVER. #___",
  "Get ready for the movie of the summer! One cop plays by the book. The other's only interested in one thing: ___.",
  "What's making things awkward in the sauna?",
  "Life's pretty tough in the fast lane. That's why I never leave the house without ___.",
  "Patient presents with ___. Likely a result of ___.",
  "Hi MTV! My name is Kendra, I live in Malibu, I'm into ___, and I love to have a good time.",
  "Help me doctor, I've got ___ in my butt!",
  "Why am I broke?",
  "I don't mean to brag, but they call me the Michael Jordan of ___.",
  "Heed my voice, mortals! I am the god of ___, and I will not tolerate ___!",
  "Here at the Academy for Gifted Children, we allow students to explore ___ at their own pace.",
  "Well what do you have to say for yourself, Casey? This is the third time you've been sent to the principal's office for ___.",
  "In his new action comedy, Jackie Chan must fend off ninjas while also dealing with ___.",
  "Armani suit: $1,000. Dinner for two at that swanky restaurant: $300. The look on her face when you surprise her with ___: priceless.",
  "Do the Dew with our most extreme flavor yet! Get ready for Mountain Dew ___!"
]